Repository: alexey1312/reachy-mini-swift
Catalog: Sources/ReachyDesign/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

source: Looking for robot software on this computer…
de: Suche nach Roboter-Software auf diesem Computer…
es: Buscando el software del robot en este ordenador…
fr: Recherche du logiciel du robot sur cet ordinateur…
ru: Ищем ПО робота на этом компьютере…

source: Lost the connection to the robot.
de: Die Verbindung zum Roboter wurde verloren.
es: Se perdió la conexión con el robot.
fr: La connexion au robot a été perdue.
ru: Подключение к роботу потеряно.

source: Lost the robot while sending
de: Roboter beim Senden verloren
es: Se perdió el robot al enviar
fr: Robot perdu pendant l'envoi
ru: Робот потерян во время отправки

source: Lower means the head follows less of the way. The switch above is what stops it.
de: Niedriger heißt, der Kopf folgt weniger weit. Ganz aufhören lässt ihn der Schalter darüber.
es: Más bajo significa que la cabeza sigue menos. El interruptor de arriba es lo que lo detiene.
fr: Plus bas, la tête suit moins loin. C'est l'interrupteur au-dessus qui l'arrête.
ru: Чем ниже, тем меньше голова доводит движение. Полностью останавливает переключатель выше.

source: Maintenance
de: Wartung
es: Mantenimiento
ru: Обслуживание

source: Measured by the robot's software once a second. The rate is what the motors are actually driven at.
de: Von der Software des Roboters einmal pro Sekunde gemessen. Die Rate ist die, mit der die Motoren tatsächlich angesteuert werden.
es: Medido por el software del robot una vez por segundo. La frecuencia es a la que realmente se mueven los motores.
fr: Mesuré par le logiciel du robot une fois par seconde. La cadence est celle à laquelle les moteurs sont réellement pilotés.
ru: Измеряется ПО робота раз в секунду. Это частота, с которой на самом деле управляются моторы.

source: Memory
de: Speicher
es: Memoria
fr: Mémoire
ru: Память

source: Microphone
de: Mikrofon
es: Micrófono
ru: Микрофон

source: Microphone access is turned off
de: Der Mikrofonzugriff ist deaktiviert
es: El acceso al micrófono está desactivado
fr: L'accès au microphone est désactivé
ru: Доступ к микрофону отключён

source: Mini window
de: Mini-Fenster
es: Ventana mini
fr: Fenêtre miniature
ru: Мини-окно

source: Minimize
de: Verkleinern
es: Minimizar
fr: Réduire
ru: Свернуть

source: Mode
de: Modus
es: Modo
ru: Режим

source: Model
de: Modell
es: Modelo
fr: Modèle
ru: Модель

source: Model weights the robot has downloaded. An app fetches what it needs again.
de: Modellgewichte, die der Roboter heruntergeladen hat. Eine App holt sich erneut, was sie braucht.
es: Pesos de modelo que el robot ha descargado. Una app vuelve a obtener lo que necesita.
fr: Poids de modèle que le robot a téléchargés. Une app récupère à nouveau ce dont elle a besoin.
ru: Веса моделей, загруженные роботом. Приложение снова скачает то, что ему нужно.

source: More
de: Mehr
es: Más
fr: Plus
ru: Ещё

source: More sensitive
de: Empfindlicher
es: Más sensible
fr: Plus sensible
ru: Повышенная чувствительность

source: Most liked
de: Beliebteste
es: Más valoradas
fr: Les plus appréciées
ru: Самые популярные

source: Motion
de: Bewegung
es: Movimiento
fr: Mouvement
ru: Движение

source: Motor controller
de: Motorsteuerung
es: Controlador de motores
fr: Contrôleur de moteurs
ru: Контроллер моторов

source: Motors
de: Motoren
es: Motores
fr: Moteurs
ru: Моторы

source: Motors and camera are off
de: Motoren und Kamera sind aus
es: Los motores y la cámara están apagados
fr: Les moteurs et la caméra sont éteints
ru: Моторы и камера выключены

source: Motors and camera off
de: Motoren und Kamera aus
es: Motores y cámara apagados
fr: Moteurs et caméra éteints
ru: Моторы и камера выключены

source: Move while speaking
de: Beim Sprechen bewegen
es: Moverse al hablar
fr: Bouger en parlant
ru: Двигаться при разговоре

source: Moves
de: Bewegungen
es: Movimientos
fr: Mouvements
ru: Движения

source: Moves need the local network
de: Bewegungen brauchen das lokale Netzwerk
es: Los movimientos necesitan la red local
fr: Les mouvements ont besoin du réseau local
ru: Движениям нужна локальная сеть

source: Music
de: Musik
es: Música
fr: Musique
ru: Музыка

source: Mute microphone
de: Mikrofon stummschalten
es: Silenciar el micrófono
fr: Couper le microphone
ru: Отключить микрофон

source: Mute the robot
de: Roboter stummschalten
es: Silenciar el robot
fr: Couper le son du robot
ru: Отключить звук робота

source: Nearby
de: In der Nähe
es: Cerca
fr: À proximité
ru: Рядом

source: Needs attention
de: Braucht Aufmerksamkeit
es: Requiere atención
fr: Nécessite une attention
ru: Требует внимания

source: Neither can be undone from here.
de: Keines von beiden lässt sich von hier aus rückgängig machen.
es: Ninguna de las dos se puede deshacer desde aquí.
fr: Aucune des deux ne peut être annulée d'ici.
ru: Ни то, ни другое отсюда отменить нельзя.

source: Network
de: Netzwerk
es: Red
fr: Réseau
ru: Сеть

source: Network name
de: Netzwerkname
es: Nombre de la red
fr: Nom du réseau
ru: Имя сети

source: New folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ru: Новая папка

source: New robot
de: Neuer Roboter
es: Robot nuevo
fr: Nouveau robot
ru: Новый робот

source: Newest
de: Neueste
es: Más recientes
fr: Les plus récentes
ru: Новейшие

source: No Reachy online
de: Kein Reachy online
es: Ningún Reachy en línea
fr: Aucun Reachy en ligne
ru: Нет Reachy в сети

source: No app in this section is filed under that heading.
de: Keine App in diesem Bereich ist unter dieser Rubrik eingeordnet.
es: Ninguna app de esta sección está clasificada bajo ese encabezado.
fr: Aucune app de cette section n'est classée sous cette rubrique.
ru: В этом разделе нет приложений с такой категорией.

source: No app was running.
de: Es lief keine App.
es: No se estaba ejecutando ninguna app.
fr: Aucune app n'était en cours d'exécution.
ru: Никакое приложение не выполнялось.

source: No apps installed
de: Keine Apps installiert
es: Sin apps instaladas
fr: Aucune app installée
ru: Приложения не установлены

source: No apps yet. Open Reachy Mini to load your robot's apps.
de: Noch keine Apps. Öffne Reachy Mini, um die Apps deines Roboters zu laden.
es: Aún no hay apps. Abre Reachy Mini para cargar las apps de tu robot.
fr: Aucune app pour l'instant. Ouvrez Reachy Mini pour charger les apps de votre robot.
ru: Приложений пока нет. Откройте Reachy Mini, чтобы загрузить приложения робота.

source: No controls
de: Keine Steuerung
es: Sin controles
fr: Aucun contrôle
ru: Нет элементов управления

source: No live view
de: Keine Live-Ansicht
es: Sin vista en directo
fr: Aucune vue en direct
ru: Нет прямого просмотра

source: No move was playing.
de: Es lief keine Bewegung.
es: No se estaba reproduciendo ningún movimiento.
fr: Aucun mouvement n'était en cours.
ru: Никакое движение не воспроизводилось.

source: No moves
de: Keine Bewegungen
es: Sin movimientos
fr: Aucun mouvement
ru: Нет движений

source: No one in view
de: Niemand im Bild
es: No hay nadie a la vista
fr: Personne en vue
ru: В кадре никого

source: No robot
de: Kein Roboter
es: Sin robot
fr: Aucun robot
ru: Нет робота

source: No robot connected
de: Kein Roboter verbunden
es: Ningún robot conectado
fr: Aucun robot connecté
ru: Робот не подключён

source: No robot. Open Reachy Mini to connect.
de: Kein Roboter. Öffne Reachy Mini, um zu verbinden.
es: Sin robot. Abre Reachy Mini para conectar.
fr: Aucun robot. Ouvrez Reachy Mini pour vous connecter.
ru: Нет робота. Откройте Reachy Mini, чтобы подключиться.

source: No robots found
de: Keine Roboter gefunden
es: No se encontraron robots
fr: Aucun robot trouvé
ru: Роботы не найдены

source: No sounds
de: Keine Sounds
es: Sin sonidos
fr: Aucun son
ru: Нет звуков

source: Noisy room
de: Lauter Raum
es: Sala ruidosa
fr: Pièce bruyante
ru: Шумное помещение

source: None linked to your Hugging Face account are online.
de: Keiner der mit deinem Hugging Face-Konto verknüpften Roboter ist online.
es: Ninguno de los vinculados a tu cuenta de Hugging Face está en línea.
fr: Aucun de ceux associés à votre compte Hugging Face n'est en ligne.
ru: Ни один из привязанных к вашей учётной записи Hugging Face не в сети.

source: Not allowed
de: Nicht erlaubt
es: No permitido
fr: Non autorisé
ru: Не разрешено

source: Not asked yet
de: Noch nicht angefragt
es: Aún no solicitado
fr: Pas encore demandé
ru: Ещё не запрошено

source: Not available on this robot
de: Auf diesem Roboter nicht verfügbar
es: No disponible en este robot
fr: Indisponible sur ce robot
ru: Недоступно на этом роботе

source: Not connected
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
ru: Не подключено

source: Not connected to the robot.
de: Nicht mit dem Roboter verbunden.
es: Sin conexión con el robot.
fr: Non connecté au robot.
ru: Нет подключения к роботу.

source: Not installed
de: Nicht installiert
es: No instalada
fr: Non installée
ru: Не установлено

source: Not known yet
de: Noch nicht bekannt
es: Aún se desconoce
fr: Encore inconnu
ru: Пока неизвестно

source: Not linked
de: Nicht verknüpft
es: No vinculado
fr: Non associé
ru: Не привязано

source: Not on the robot yet
de: Noch nicht auf dem Roboter
es: Todavía no está en el robot
fr: Pas encore sur le robot
ru: Ещё не на роботе

source: Not responding
de: Antwortet nicht
es: No responde
fr: Ne répond pas
ru: Не отвечает

source: Not signed in
de: Nicht angemeldet
es: Sin iniciar sesión
fr: Non connecté
ru: Вход не выполнен

source: Not started
de: Nicht gestartet
es: Sin iniciar
fr: Non démarré
ru: Не запущен

source: Nothing here
de: Nichts hier
es: Aquí no hay nada
fr: Rien ici
ru: Здесь ничего нет

source: Nothing is serving on this computer. A Lite robot is driven by the software on the computer it is plugged into, and the simulator is that same software with no robot — start it and it appears here.
de: Auf diesem Computer läuft nichts. Ein Lite-Roboter wird von der Software auf dem Computer gesteuert, an dem er hängt, und der Simulator ist dieselbe Software ohne Roboter — starte sie, und sie erscheint hier.
es: Nada se está ejecutando en este ordenador. Un robot Lite lo controla el software del ordenador al que está conectado, y el simulador es ese mismo software sin robot: arráncalo y aparecerá aquí.
fr: Rien ne tourne sur cet ordinateur. Un robot Lite est piloté par le logiciel de l'ordinateur auquel il est branché, et le simulateur est ce même logiciel sans robot — lancez-le et il apparaîtra ici.
ru: На этом компьютере ничего не запущено. Роботом Lite управляет ПО на компьютере, к которому он подключён, а симулятор — то же ПО без робота: запустите его, и он появится здесь.

source: Nothing matches this filter
de: Nichts passt zu diesem Filter
es: Nada coincide con este filtro
fr: Rien ne correspond à ce filtre
ru: Ничего не соответствует фильтру

source: Nothing to show
de: Nichts anzuzeigen
es: Nada que mostrar
fr: Rien à afficher
ru: Нечего показать

source: Notifications
de: Mitteilungen
es: Notificaciones
ru: Уведомления

source: Notifications are switched off in Settings.
de: Mitteilungen sind in den Einstellungen ausgeschaltet.
es: Las notificaciones están desactivadas en Ajustes.
fr: Les notifications sont désactivées dans les Réglages.
ru: Уведомления отключены в настройках.

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ru: Выключено

source: Official
de: Offiziell
es: Oficial
fr: Officielle
ru: Официальное

source: On
de: An
es: Encendidos
fr: Activés
ru: Включены

source: On a network
de: In einem Netzwerk
es: En una red
fr: Sur un réseau
ru: Подключён к сети

source: On the network
de: Im Netzwerk
es: En la red
fr: Sur le réseau
ru: В сети

source: On the robot only — not saved here
de: Nur auf dem Roboter — hier nicht gespeichert
es: Solo en el robot — no guardado aquí
fr: Uniquement sur le robot — non enregistré ici
ru: Только на роботе — здесь не сохранён

source: On this computer
de: Auf diesem Computer
es: En este ordenador
fr: Sur cet ordinateur
ru: На этом компьютере

source: One-tap sign-in is not available in this build. Create an access token at huggingface.co/settings/tokens and paste it here.
de: Die Anmeldung mit einem Tipp ist in diesem Build nicht verfügbar. Erstelle ein Zugriffstoken unter huggingface.co/settings/tokens und füge es hier ein.
es: El inicio de sesión con un toque no está disponible en esta compilación. Crea un token de acceso en huggingface.co/settings/tokens y pégalo aquí.
fr: La connexion en un geste n'est pas disponible dans cette version. Créez un jeton d'accès sur huggingface.co/settings/tokens et collez-le ici.
ru: Вход одним касанием в этой сборке недоступен. Создайте токен доступа на huggingface.co/settings/tokens и вставьте его здесь.

source: Online · wired
de: Online · kabelgebunden
es: En línea · por cable
fr: En ligne · filaire
ru: Онлайн · по кабелю

source: Open Reachy Mini
de: Reachy Mini öffnen
es: Abrir Reachy Mini
fr: Ouvrir Reachy Mini
ru: Открыть Reachy Mini

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ru: Открыть Настройки

source: Open full screen
de: Im Vollbild öffnen
es: Abrir a pantalla completa
fr: Ouvrir en plein écran
ru: Открыть на весь экран

source: Open the app to connect
de: Öffne die App, um zu verbinden
es: Abre la app para conectar
fr: Ouvrez l'app pour vous connecter
ru: Откройте приложение для подключения

source: Opens the running app
de: Öffnet die laufende App
es: Abre la app en ejecución
fr: Ouvre l'app en cours d'exécution
ru: Открывает работающее приложение

source: Options
de: Optionen
es: Opciones
ru: Параметры

source: Orchid
de: Orchidee
es: Orquídea
fr: Orchidée
ru: Орхидея

source: Other network…
de: Anderes Netzwerk…
es: Otra red…
fr: Autre réseau…
ru: Другая сеть…

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Pause
de: Anhalten
es: Pausar
fr: Suspendre
ru: Пауза

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ru: Ожидание

source: Pin
de: Anheften
es: Fijar
fr: Épingler
ru: Закрепить

source: Pinned
de: Angeheftet
es: Fijada
fr: Épinglée
ru: Закреплено

source: Place head from pose
de: Kopf aus Pose setzen
es: Colocar la cabeza según la pose
fr: Placer la tête d'après la pose
ru: Ставить голову по позе

source: Places
de: Orte
es: Lugares
fr: Emplacements
ru: Места

source: Play a move
de: Bewegung abspielen
es: Reproducir un movimiento
fr: Jouer un mouvement
ru: Воспроизвести движение

source: Play a sound
de: Sound abspielen
es: Reproducir un sonido
fr: Jouer un son
ru: Воспроизвести звук

source: Playing
de: Wird abgespielt
es: Reproduciendo
fr: En lecture
ru: Воспроизводится

source: Power off
de: Ausschalten
es: Apagar
fr: Éteindre
ru: Выключить

source: Power off the robot?
de: Roboter ausschalten?
es: ¿Apagar el robot?
fr: Éteindre le robot ?
ru: Выключить робота?

source: Power the robot off
de: Roboter ausschalten
es: Apagar el robot
fr: Éteindre le robot
ru: Выключить робота

source: Powering off needs the robot's own network.
de: Zum Ausschalten wird das eigene Netzwerk des Roboters gebraucht.
es: Para apagarlo hace falta la propia red del robot.
fr: L'extinction nécessite le réseau propre du robot.
ru: Для выключения нужна собственная сеть робота.

source: Powering off stops the camera, the motors and the state stream. Wake up brings it back.
de: Beim Ausschalten stoppen Kamera, Motoren und Zustandsstream. Aufwecken bringt alles zurück.
es: Al apagarlo se detienen la cámara, los motores y el flujo de estado. Despertar lo restablece.
fr: L'extinction arrête la caméra, les moteurs et le flux d'état. Réveiller les rétablit.
ru: При выключении останавливаются камера, моторы и поток состояния. Разбудить вернёт всё обратно.

source: Powering off… going to sleep first
de: Wird ausgeschaltet… schläft zuerst ein
es: Apagando… primero se duerme
fr: Extinction… mise en veille d'abord
ru: Выключаем… сначала засыпает

source: Pre-release versions need daemon 1.10.0. An older robot finds the wrong version and refuses to install it.
de: Vorabversionen benötigen Daemon 1.10.0. Ein älterer Roboter findet die falsche Version und installiert sie nicht.
es: Las versiones preliminares necesitan el daemon 1.10.0. Un robot más antiguo encuentra la versión equivocada y no la instala.
fr: Les préversions nécessitent le démon 1.10.0. Un robot plus ancien trouve la mauvaise version et refuse de l'installer.
ru: Предварительные версии требуют демона 1.10.0. Робот постарше находит не ту версию и отказывается её ставить.

source: Presence
de: Präsenz
es: Presencia
fr: Présence
ru: Присутствие

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ru: Конфиденциальность

source: Privacy permissions
de: Datenschutz-Berechtigungen
es: Permisos de privacidad
fr: Autorisations de confidentialité
ru: Разрешения конфиденциальности

source: Private
de: Privat
es: Privada
fr: Privée
ru: Приватное

source: Processor
de: Prozessor
es: Procesador
fr: Processeur
ru: Процессор

source: Processor, memory and temperature need a connection on this network.
de: Prozessor, Speicher und Temperatur brauchen eine Verbindung in diesem Netzwerk.
es: El procesador, la memoria y la temperatura necesitan una conexión en esta red.
fr: Le processeur, la mémoire et la température nécessitent une connexion sur ce réseau.
ru: Для процессора, памяти и температуры нужно подключение в этой сети.

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
ru: Прогресс

source: Reached through Hugging Face, so these work from anywhere.
de: Über Hugging Face erreicht, daher funktionieren diese von überall.
es: Se alcanzan a través de Hugging Face, así que funcionan desde cualquier lugar.
fr: Joints via Hugging Face : ils fonctionnent donc depuis n'importe où.
ru: Доступ идёт через Hugging Face, поэтому они работают откуда угодно.

source: Reachy Mini is asleep. Starting an app wakes it up first.
de: Reachy Mini schläft. Beim Starten einer App wird er zuerst aufgeweckt.
es: Reachy Mini está dormido. Al iniciar una app se despierta primero.
fr: Reachy Mini est en veille. Le lancement d'une app le réveille d'abord.
ru: Reachy Mini спит. При запуске приложения он сначала проснётся.

source: Reachy Mini is awake.
de: Reachy Mini ist wach.
es: Reachy Mini está despierto.
fr: Reachy Mini est éveillé.
ru: Reachy Mini активен.

source: Reachy Mini was off. It's starting up and will wake itself.
de: Reachy Mini war aus. Er startet und weckt sich selbst auf.
es: Reachy Mini estaba apagado. Está arrancando y se despertará solo.
fr: Reachy Mini était éteint. Il démarre et se réveillera de lui-même.
ru: Reachy Mini был выключен. Он запускается и проснётся сам.

source: Reachy Mini was off. It's starting up — try again in a moment.
de: Reachy Mini war aus. Er startet — versuche es in einem Moment erneut.
es: Reachy Mini estaba apagado. Está arrancando — inténtalo de nuevo en un momento.
fr: Reachy Mini était éteint. Il démarre — réessayez dans un instant.
ru: Reachy Mini был выключен. Он запускается — попробуйте ещё раз через минуту.

source: Read from the robot every few seconds, while this screen is open.
de: Wird alle paar Sekunden vom Roboter gelesen, solange dieser Bildschirm offen ist.
es: Se lee del robot cada pocos segundos mientras esta pantalla está abierta.
fr: Lu depuis le robot toutes les quelques secondes, tant que cet écran est ouvert.
ru: Считывается с робота каждые несколько секунд, пока открыт этот экран.

source: Read when this screen opens, and again when you pull it down.
de: Wird beim Öffnen dieser Ansicht gelesen und erneut, wenn Sie sie nach unten ziehen.
es: Se lee al abrir esta pantalla y de nuevo cuando tira de ella hacia abajo.
fr: Lu à l'ouverture de cet écran, puis de nouveau lorsque vous le tirez vers le bas.
ru: Читается при открытии экрана и ещё раз, когда вы тянете его вниз.

source: Reading the folder…
de: Ordner wird gelesen…
es: Leyendo la carpeta…
fr: Lecture du dossier…
ru: Читаем папку…

source: Reading the log…
de: Protokoll wird gelesen…
es: Leyendo el registro…
fr: Lecture du journal…
ru: Читаем лог…

source: Reading the robot's description…
de: Beschreibung des Roboters wird gelesen…
es: Leyendo la descripción del robot…
fr: Lecture de la description du robot…
ru: Читаем описание робота…

source: Ready
de: Bereit
es: Lista
fr: Prête
ru: Готово

source: Recently updated
de: Kürzlich aktualisiert
es: Actualizadas recientemente
fr: Mises à jour récemment
ru: Недавно обновлённые

source: Recommended
de: Empfohlen
es: Recomendadas
fr: Recommandées
ru: Рекомендуемые

source: Record a move
de: Bewegung aufnehmen
es: Grabar un movimiento
fr: Enregistrer un mouvement
ru: Записать движение

source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
ru: Запись

source: Recovery
de: Wiederherstellung
es: Recuperación
fr: Récupération
ru: Восстановление

source: Recovery over Bluetooth
de: Wiederherstellung über Bluetooth
es: Recuperación por Bluetooth
fr: Récupération via Bluetooth
ru: Восстановление по Bluetooth

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ru: Обновить

source: Remote
de: Fern
es: Remoto
fr: À distance
ru: Удалённо

source: Remote access
de: Fernzugriff
es: Acceso remoto
fr: Accès à distance
ru: Удалённый доступ

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ru: Удалить

source: Remove every app?
de: Alle Apps entfernen?
es: ¿Quitar todas las apps?
fr: Retirer toutes les apps ?
ru: Удалить все приложения?

source: Remove from this device
de: Von diesem Gerät entfernen
es: Quitar de este dispositivo
fr: Retirer de cet appareil
ru: Удалить с этого устройства

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ru: Переименовать

source: Replace…
de: Ersetzen…
es: Reemplazar…
fr: Remplacer…
ru: Заменить…

source: Reset to neutral
de: Auf Neutral zurücksetzen
es: Restablecer a neutral
fr: Revenir au neutre
ru: Вернуть в нейтральное

source: Reset view
de: Ansicht zurücksetzen
es: Restablecer la vista
fr: Réinitialiser la vue
ru: Сбросить вид

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
ru: Перезапустить

source: Restart discovery
de: Erkennung neu starten
es: Reiniciar la detección
fr: Relancer la détection
ru: Перезапустить обнаружение

source: Restart the robot's software
de: Software des Roboters neu starten
es: Reiniciar el software del robot
fr: Redémarrer le logiciel du robot
ru: Перезапустить ПО робота

source: Restarting the robot's software releases it: Settings › Advanced › Recovery over Bluetooth, then RESTART_DAEMON.
de: Ein Neustart der Software des Roboters gibt sie frei: Einstellungen › Erweitert › Wiederherstellung über Bluetooth, dann RESTART_DAEMON.
es: Reiniciar el software del robot la libera: Ajustes › Avanzado › Recuperación por Bluetooth y luego RESTART_DAEMON.
fr: Redémarrer le logiciel du robot la libère : Réglages › Avancé › Récupération via Bluetooth, puis RESTART_DAEMON.
ru: Перезапуск программного обеспечения робота освободит её: Настройки › Дополнительно › Восстановление по Bluetooth, затем RESTART_DAEMON.

source: Restarts the robot's software. It drops off the network for a few seconds and comes back.
de: Startet die Software des Roboters neu. Er verschwindet für ein paar Sekunden aus dem Netzwerk und kommt zurück.
es: Reinicia el software del robot. Desaparece de la red unos segundos y vuelve.
fr: Redémarre le logiciel du robot. Il quitte le réseau quelques secondes puis revient.
ru: Перезапускает ПО робота. Он на несколько секунд пропадает из сети и возвращается.

source: Restoring
de: Wiederherstellen
es: Restauración
fr: Restauration
ru: Восстановление данных

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ru: Продолжить

source: Returning to neutral…
de: Zurück zu Neutral…
es: Volviendo a neutral…
fr: Retour au neutre…
ru: Возврат в нейтральное…

source: Right
de: Rechts
es: Derecha
fr: Droite
ru: Правая

source: Robot
de: Roboter
ru: Робот

source: Robot access
de: Roboterzugriff
es: Acceso al robot
fr: Accès au robot
ru: Доступ к роботу
